class Book:
    def __init__(self):
        self.all_books = {
            'Фентази': {
                'Волшебник Земноморья': 2,
                'Тень и кость': 3,
                'Ученик убийцы': 1
            },
            'Ужасы': {
                'Дракула': 4,
                'Чужак': 3,
                'Никто не уйдет живым': 5
            },
            'Сказки': {
                'Дюймовочка': 1,
                'Волшебник Изумрудного города': 3,
                'Золушка': 2
            }
        }
